Repository: aburdiss/ScalePractice-Swift
Catalog: *.lproj/Localizable.strings
Languages: fr, zh_hans

source: Random Scale Practice
fr: Pratique en gammes randomisé
zh_hans: 随机音阶练习

source: Advanced Scale Practice
fr: Pratique en gammes avancé
zh_hans: 高级音阶练习

source: Scale Resources
fr: Ressources de gammes
zh_hans: 音阶资源

source: Random Arpeggio Practice
fr: Pratique en arpèges randomisé
zh_hans: 随机琶音练习

source: Advanced Arpeggio Practice
fr: Pratique en arpèges avancé
zh_hans: 高级琶音练习

source: Arpeggio Resources
fr: Ressources d’arpèges
zh_hans: 琶音资源

source: All Scales
fr: Toutes les gammes
zh_hans: 所有音阶

source: All Arpeggios
fr: Toutes les arpèges
zh_hans: 所有琶音

source: Arpeggios
fr: Arpèges
zh_hans: 琶音

source: Go
fr: Randomiser
zh_hans: 开始

source: Reset
fr: Réinitialiser
zh_hans: 重置

source: Add To List
fr: Ajouter à la liste
zh_hans: 加入列表

source: Scale
fr: Gamme
zh_hans: 音阶

source: Arpeggio
fr: Arpège
zh_hans: 琶音

source: Scale Already Selected
fr: La gamme est déjà sur la liste
zh_hans: 音阶已在列表中

source: Arpeggio Already Selected
fr: L’arpège est déjà sur la liste
zh_hans: 琶音已在列表中

source: Please select at least one category
fr: Veuillez sélectionner au moins une catégorie
zh_hans: 请选择至少一个种类

source: Please select at least one arpeggio
fr: Veuillez sélectionner au moins un arpège
zh_hans: 请选择至少一个琶音

source: Please select at least one scale
fr: Veuillez sélectionner au moins une gamme
zh_hans: 请选择至少一个音阶

source: Dismiss
fr: Éliminer
zh_hans: 消除

source: Random
fr: Au hasard
zh_hans: 随机

source: Resources
fr: Ressources
zh_hans: 资源

source: Advanced
fr: Avancé
zh_hans: 高级

source: Settings
fr: Plus
zh_hans: 更多

source: No Scale Selected
fr: Aucune gamme sélectionnée
zh_hans: 未选择音阶

source: Major
fr: Majeure

source: Natural Minor
fr: Mineure Naturelle

source: Harmonic Minor
fr: Mineure Harmonique

source: Melodic Minor
fr: Mineure Melodique

source: Major Modes
fr: Modes de Majeure

source: Melodic Minor Modes
fr: Modes de Mineure Mélodique

source: Pentatonic
fr: Pentatonique

source: Octatonic
fr: Octatonique

source: Whole Tone
fr: Par tons

source: Major Pentatonic
fr: Pentatonique en majeure

source: Minor Pentatonic
fr: Pentatonique en mineure

source: Ionian
fr: Ionienne

source: Dorian
fr: Dorienne

source: Phrygian
fr: Phrygienne

source: Lydian
fr: Lydienne

source: Mixolydian
fr: Mixolydienne

source: Aeolian
fr: Éolienne

source: Locrian
fr: Locrienne

source: Minor Major
fr: Mineure Majeure

source: Dorian ♭2
fr: Dorienne ♭2

source: Lydian Augmented
fr: Lydienne augmentée

source: Lydian Dominant
fr: Lydienne dominante

source: Mixolydian ♭6
fr: Mixolydienne ♭6

source: Locrian ♮2
fr: Locrienne ♮2

source: Altered Scale
fr: Gamme altérée

source: Whole-Half Octatonic
fr: Entier-moitié octatonique

source: Half-Whole Octatonic
fr: Moitié-entier octatonique

source: No Arpeggio Selected
fr: Aucune arpège sélectionné
zh_hans: 未选择琶音

source: MajorChord
fr: Majeur
zh_hans: Major

source: Minor
fr: Mineur

source: Augmented
fr: Augmenté

source: Diminished
fr: Diminué

source: Dominant Seventh
fr: La Septième Dominante

source: Major Seventh
fr: La Septième Majeure

source: Minor Seventh
fr: La Septième Mineure

source: Minor Major Seventh
fr: La Septième Mineure Majeure

source: Augmented Minor Seventh
fr: La Septième Mineure Augmentée
zh_hans: Augmented Seventh

source: Half Diminished Seventh
fr: La Septième Semi-Diminuée

source: Diminished Seventh
fr: La Septième Diminuée

source: More
fr: Plus

source: Visit Ars Nova Publishing
fr: Visiter Ars Nova Publishing

source: Visit Band Room Online
fr: Visiter Band Room Online

source: About
fr: À Propos

source: Special Thanks to Qian Yu
fr: Merci à Qian Yu

source: Send Feedback
fr: Envoyer un commentaire

source: MajorScaleDescription
fr: La gamme majeure est la gamme la plus courante dans la musique occidentale
zh_hans: The Major scale是西方音乐里最常见的音阶.

source: NaturalMinorScaleDescription
fr: La gamme mineure naturelle est construite en commençant au sixième degré de la gamme majeure.
zh_hans: The Natural Minor scale从Major scale的第六音级开始.

source: HarmonicMinorScaleDescription
fr: La gamme mineure harmonique partage toutes les mêmes notes avec la gamme mineure naturelle, à l'exception de son septième degré de la gamme élevé.
zh_hans: The Harmonic Minor scale与The Natural Minor scale有同样的音符, 除了被调升的第七音级.

source: MelodicMinorScaleConstruction
fr: W H W W W W H (ascendante) W H W W H W W (Mineure Naturelle descendante)
zh_hans: W H W W W W H (上升) W H W W H W W (Natural Minor 下降)

source: MelodicMinorScaleDescription
fr: La gamme mélodique mineure ascendante est la même que la gamme mineure harmonique avec un degré de la gamme sixième élevé. La gamme mineure mélodique descendante est équivalente à la gamme mineure naturelle.
zh_hans: 将The Harmonic Minor scale的第六音级调升即得上升Melodic Minor scale.下降Melodic Minor scale与The Natural Minor scale等同.

source: IonianScaleDescription
fr: Le premier mode de la gamme majeure. Cette gamme est équivalente à la gamme majeure
zh_hans: The Major scale第一调式. 这一阶与Major scale等同.

source: DorianScaleDescription
fr: Le deuxième mode de la gamme majeure. Cette gamme est la même que la gamme naturelle mineure avec un sixième degré de la gamme élevé.
zh_hans: The Major scale第二调式.

source: PhrygianScaleDescription
fr: Le troisième mode de la gamme majeure. Cette gamme est la même que la gamme naturelle mineure avec un degré de la deuxième gamme réduit.
zh_hans: The Major scale第三调式.

source: LydianScaleDescription
fr: Le quatrième mode de la gamme majeure. Cette gamme est la même que la gamme majeure avec un quatrième degré de la gamme élevé.
zh_hans: The Major scale第四调式.

source: MixolydianScaleDescription
fr: Le cinquième mode de la gamme majeure. Cette gamme est la même que la gamme majeure avec un septième degré de la gamme abaissé.
zh_hans: The Major scale第五调式.

source: AeolianScaleDescription
fr: Le sixième mode de la gamme majeure. Cette gamme est équivalente à la gamme mineure naturelle.
zh_hans: The Major scale第六调式.

source: LocrianScaleDescription
fr: Le septième mode de la gamme majeure. Cette gamme est la même que la gamme mineure naturelle avec un deuxième degré réduit et un cinquième degré réduit.
zh_hans: The Major scale第七调式.

source: MinorMajorScaleDescription
fr: Le premier mode de la gamme mélodique mineure. Cette gamme est également connue sous le nom de gamme Jazz Minor. Cette gamme est équivalente à la gamme mineure mélodique ascendante.
zh_hans: The Melodic Minor scale第一调式.

source: DorianFlat2ScaleDescription
fr: Le deuxième mode de la gamme mélodique ascendante. Cette gamme est également connue comme la gamme Phrygienne ♯6, Assyrienne, ou Phrygidorienne.
zh_hans: The Melodic Minor scale第二调式.

source: LydianAugmentedScaleDescription
fr: Le troisième mode de la gamme mélodique mineure. Cette gamme est également connue comme la gamme Lydienne ♯5. Cette gamme est la même que la gamme Lydienne avec un cinquième degré de la gamme élevé.
zh_hans: The Melodic Minor scale第三调式.

source: LydianDominantScaleDescription
fr: Le quatrième mode de la gamme mélodique. Cette gamme est également connue comme Lydienne ♭7, la gamme acoustique, ou Mixolydienne ♯4.
zh_hans: The Melodic Minor scale第四调式.

source: MixolydianFlatSixScaleDescription
fr: Le cinquième mode de la gamme de la mélodie mineure. Cette gamme est également connue sous le nom de la gamme Mélodique Majeure, Hindoue ou Myxéolienne. Cette gamme est la même que l'échelle mixolydienne avec un sixième degré d'échelle abaissé.
zh_hans: The Melodic Minor scale第五调式.

source: LocrianNaturalTwoScaleDescription
fr: Le sixième mode de la gamme mélodique mineure. Cette gamme est également connue comme la gamme Demi-Diminuée ou Éolienne. Cette gamme est la même que la gamme locrienne avec un deuxième degré d'échelle abaissé.
zh_hans: The Melodic Minor scale第六调式.

source: AlteredScaleDescription
fr: Le septième mode de la gamme mélodique mineure. Cette gamme est également connue comme la gamme Super Locrienne ou dominante altérée.
zh_hans: The Melodic Minor scale第七调式.

source: BluesScaleDescription
fr: Cette gamme est la même que la gamme pentatonique mineure, avec un cinquième degré de la gamme plat supplémentaire, généralement appelé le "Blue Note".
zh_hans: This scale is mostly used in Blues and Jazz music.

source: MajorPentatonicScaleDescription
fr: La gamme pentatonique majeure est la même que la gamme majeure, sans le quatrième et septième degrés.
zh_hans: 省略四级音和七级音的自然大调.

source: MinorPentatonicScaleDescription
fr: La gamme pentatonique mineure est la même que la gamme naturelle mineure, sans les deuxième et sixième degrés.
zh_hans: The minor pentatonic scale is the same as the natural minor scale, without the second and sixth scale degrees.

source: WholeHalfOctatonicScaleDescription
fr: La gamme octatonique entière commence par un ton. Cette gamme est également connue sous le nom de la gamme entièrement diminuée.
zh_hans: The Octatonic scale is a symmetrical scale consisting of alternating whole and half steps. The Whole-Half Octatonic scale begins with a whole step.

source: HalfWholeOctatonicScaleDescription
fr: La gamme octatonique demi-entière commence par un demi-ton. Cette échelle est également connue sous le nom d'échelle demi-entière diminuée.
zh_hans: The Octatonic scale is a symmetrical scale consisting of alternating whole and half steps. The Half-Whole Octatonic scale begins with a half step.

source: WholeToneScaleDescription
fr: La gamme de ton entier est une gamme symétrique, composée uniquement des tons entiers. Dans la musique traditionnelle à douze tons, il n'y a que deux gammes de tons entières différentes.
zh_hans: The Whole Tone scale is a symmetrical scale, consisting of only whole steps.

source: MajorArpeggioDescription
fr: L'arpège majeur se compose des premier, troisième, et cinquième degrés de la gamme de la gamme majeure.
zh_hans: The Major arpeggio有Major Scale的第一, 第三, 和第五音级.

source: MinorArpeggioDescription
fr: L'arpège mineur se compose des premier, troisième et cinquième degré de la gamme de la gamme mineure naturelle.
zh_hans: The Minor arpeggio有Natural Minor Scale的第一, 第三, 和第五音级.

source: AugmentedArpeggioDescription
fr: L'arpège augmenté est le même que l'arpège majeur avec un cinquième degré de la gamme élevé. L'arpège augmenté est le seul arpège présent dans la gamme de ton entier.
zh_hans: The Augmented arpeggio与The Major arpeggio有同样的音符, 除了被调升的第q五音级.

source: DiminishedArpeggioDescription
fr: L'arpège diminué est le même que l'arpège mineur avec un degré de la gamme réduite par un cinquième degré.
zh_hans: The Diminished arpeggio is the same as the minor arpeggio with a lowered fifth scale degree.

source: DominantSeventhArpeggioDescription
fr: L'arpège septième dominante est le même que l'arpège majeur, avec un degré de la septième gamme abaissé supplémentaire (respectif à la gamme Majeure).
zh_hans: The Dominant Seventh arpeggio is the same as the major arpeggio, with an added lowered seventh scale degree.

source: MajorSeventhArpeggioDescription
fr: L'arpège majeur septième est le même que l'arpège majeur avec un degré supplémentaire de septième gamme (à partir de la gamme majeure).
zh_hans: The Major Seventh arpeggio is the same as the major arpeggio with an added seventh scale degree.

source: MinorSeventhArpeggioDescription
fr: L'arpège mineur de septième est le même que l'arpège mineur avec un degré supplémentaire de septième gamme (à partir de la gamme naturelle mineure).
zh_hans: The Minor Seventh arpeggio is the same as the Minor arpeggio with an added seventh scale degree.

source: MinorMajorSeventhArpeggioDescription
fr: L'arpège mineur majeur septième est le même que l'arpège mineur avec un degré supplémentaire de septième gamme (à partir de la gamme harmonique mineure).
zh_hans: The Minor Major Seventh arpeggio is the same as the Minor arpeggio with an added seventh scale degree.

source: AugmentedSeventhArpeggioDescription
fr: L'arpège augmenté septième est le même que l'arpège augmenté avec un degré de septième gamme abaissé supplémentaire (à partir de la gamme majeure).
zh_hans: The Augmented Seventh arpeggio is the same as the Augmented Arpeggio with an added lowered seventh scale degree.

source: HalfDiminishedSeventhArpeggioDescription
fr: L'arpège semi-diminué septième est le même que l'arpège diminué avec un degré de septième gamme plus bas (à partir de la gamme Majeur).
zh_hans: The Half Diminished Seventh arpeggio is the same as the Diminished arpeggio with an added lowered seventh scale degree.

source: DiminishedSeventhArpeggioDescription
fr: L'arpège diminué septième est le même que l'arpège diminué avec un degré de septième échelle doublement abaissé.
zh_hans: The Diminished Seventh arpeggio is the same as the Diminshed arpeggio with an added doubly lowered seventh scale degree.

source: Note
zh_hans: 音符

source: Scale Practice
zh_hans: 音阶练习

source: DesignerBlurb
zh_hans: APP由Alexander Burdiss制作

source: BugReportingBlurb
zh_hans: 任何问题，评论，或者错误报告，联系Alexander Burdiss aburdiss@gmail.com

source: CopyrightBlurb
zh_hans: ©2020 Alexander Burdiss

source: ThanksQian
zh_hans: 由Qian Yu提供中文翻译

source: Publishing compositions and arrangements to suit all your needs.
zh_hans: 发表可以满足你所有需求的作曲与整理
